target/test-classes/xml/commonrequest/GetOrder.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ord="http://order.telco.hsntech.com">
  <soapenv:Header/>
  <soapenv:Body>
    <ord:getOrder>
      <orderId></orderId>
    </ord:getOrder>
  </soapenv:Body>
</soapenv:Envelope>